{"title": "LEASE",
"content" :
"LEASE dated Today's Date, between:
Landlord / Property Management Company's Name of Landlord / Property Management Company's Address (hereinafter called the LANDLORD), and:
1. Tenant 1 Name (name) of   Tenant 1 Current Address (address)
2. Tenant 2 Name of   Tenant 2 Current Address
3. Tenant 3 Name of   Tenant 3 Current Address
4. Tenant 4 Name of   Tenant 4 Current Address
5. Tenant 5 Name of   Tenant 5 Current Address
6. Tenant 6 Name of   Tenant 6 Current Address
(hereinafter called the TENANTS).
WHEREAS, LANDLORD owns the residence and real estate situated at Rental Street Address. Rental City, STATE Zip (hereinafter called the PREMISES); and
WHEREAS, TENANTS are desirous of leasing said property from LANDLORD;
NOW, THEREFORE,
1.1 DEMISE, TERM AND RENT:
The LANDLORD leases to the TENANTS the premises situated at Rental Street Address. Rental City, STATE Zip. TENANTS shall use the premises for residential purposes only.
1.2 The term of this Lease shall be for a period beginning Lease Start Date and ending at 11:59 p.m. Lease End Date.
1.3 The TENANTS shall pay a monthly rental in the sum of $Monthly Rent Amount. (1/X of the total is due by EACH of the tenants, whereas X is the number of tenants.) Rent shall be paid in advance of the first day of each month by check dated the 1st day of the month so that the transaction can be completed on the first day of the month.
1.4 The TENANTS will also pay over to the LANDLORD upon the execution of this lease the sum of $Security Deposit. (1/X of the total is due by EACH of the tenants, whereas X is the number of tenants.) Said sum shall be held by the LANDLORD during the term of this lease as a SECURITY DEPOSIT, for faithful and punctual performance by the TENANTS of all lawful covenants and conditions of this lease. It is understood that this security deposit may be applied to damages caused by or due from the TENANTS. The LANDLORD will return the security deposit less the amount applied to damages or outstanding utility bills and make a full accounting to the TENANTS for all damages applied within sixty (60) days after the premises are vacated. It is further understood that the security deposit is not to be considered prepaid rent, nor shall damages be limited to the amount of this security deposit. The full payment is due upon signing of the lease.
1.5 The TENANTS will also pay over to the LANDLORD upon the execution of this lease the sum of $Monthly Rent Amount for the 1st month's rent. (1/X of the total is due by EACH of the tenants, whereas X is the number of tenants.) Said sum shall be held by the LANDLORD during the term of this lease as the 1ST MONTH'S RENT, for faithful and punctual performance by the TENANTS of all lawful covenants and conditions of this lease. The full payment is due upon signing of the lease.
1.6 The premises are rented “as promised:”
All appliances and utilities, including internet (with activation), plumbing, heating and electricity are working.
2.1 ALTERATIONS AND REPAIRS:
No alterations or additions shall at any time be made by TENANTS without LANDLORD’S prior written consent. If LANDLORD shall give his consent, all work, repairs and alterations made by TENANTS shall be done in a good and workmanlike manner and shall be paid by TENANTS. Any alterations, installations, additions or improvements, shall become the property of LANDLORD and shall remain upon and be surrendered with the demised Premises as part thereof at the expiration or sooner termination of the term hereof.
3.1 LANDLORD’S INSURANCE:
During the term, LANDLORD shall maintain with respect to the Premises fire and extended coverage insurance, liability insurance for bodily injury, death and property damage.
4.1 TENANTS’ INSURANCE:
TENANTS agree that LANDLORD shall not be responsible for any damage or loss to TENANTS’ health, person or property or that of any of TENANTS’ family residing at the premises from any cause whatsoever not covered by TENANTS’ or LANDLORD’S insurance. TENANTS shall obtain their own tenants’ insurance to insure their personal property.
5.1 FIRE DAMAGE:
If the demised property is damaged by fire, LANDLORD shall promptly repair same. Rent shall be abated during any period during which TENANTS are not able to occupy the premises. In the event the premises are damaged by fire or other casualty in the amount of 5% or more of the value of the property, LANDLORD may elect not to repair said damage and the responsibilities of the parties under this lease shall terminate.
6.1 ACCESS TO THE PREMISES:
LANDLORD or his agents shall have the right to enter into and upon the Premises at all reasonable hours, and after reasonable notice to TENANTS for the purpose of (I) examining the same or (ii) making improvements or repairs to the Premises as may be necessary for the safety and preservation thereof; or (iii) showing said property to prospective purchasers or lessees.
7.1 UTILITIES: PROPERTY CARE:
EACH of the TENANTS agrees to pay landlord for 1/X of the utilities, whereas X is the number of tenants. LANDLORD agrees to hold all utilities in his name with regard to the property, including water, heat, electricity and gas. LANDLORD agrees to provide TENANTS with a copy of said utility invoices. If confirmed in writing by the landlord, other utilities such as telephone, cable, and internet may be activated in the name of the tenants, to be canceled before or when the premises are vacated, by the tenants. LANDLORD shall pay for garbage/recycling removal. TENANTS are responsible for taking garbage/recycling out to the street. TENANTS shall be responsible for snow removal with shovel and salt provided by LANDLORD. LANDLORD agrees to pay all sewer charges with regard to the property.
8.1 CONDITION:
The said TENANTS shall pay the rent for the premises as hereinbefore described, and shall take good care of the premises fixtures, and shall in no way damage or allow any damage to be committed to the premises hereby leased, nor commit any waste, and shall deliver up said premises at the termination of the tenancy in as good condition as they were received, ordinary wear and tear being allowed for and make good any damage, injury or breakage committed by the TENANTS or by any agent, servants or visitors; and shall replace at the expense of said TENANTS’ lost keys and any glass which shall be injured or damaged by the TENANTS with the same quality and dimensions of glass as damaged; and shall not permit any additional lock or fastening on any door without written consent of the LANDLORD; and in the event that any alterations, additions or improvements have been made with the consent of the LANDLORD, they shall become the property of the LANDLORD and shall remain as a part of the premises, and the TENANTS shall not disturb or injure them.
8.2 The parties agree that LANDLORD shall be responsible for any structural repairs necessary to the premises and that TENANTS shall be responsible for all other repairs not covered by LANDLORD’S insurance. As used in the foregoing sentence, “structural repairs” shall mean all repairs (other than cosmetic) to the roof, foundation and exterior loadbearing walls (exclusive of doors, windows, and glass).
8.3 Prior to vacating premises TENANTS shall ensure that the premises are cleaned, broom swept, mopped and dusted. TENANTS shall return premises to its original condition upon TENANT’S entry onto premises.
9.1 ASSIGNMENT AND SUBLETTING:
TENANTS shall notify LANDLORD in writing should any TENANT(S) sublet the apartment and TENANTS shall obtain written approval from LANDLORD.
10.1 RESTRICTIONS ON PETS, USE:
Up to ONE dog may be kept on the leased premises. TENANTS shall be responsible for any damage done by the dog, including stains or odors.
11.1 RESTRICTIONS ON SMOKING:
No smoking shall be allowed indoors the leased premises.
12.1 NON-WAIVER:
The failure on the part of the LANDLORD to act upon a breach of any of the covenants or agreements in this Lease shall in no way constitute a waiver of the rights of LANDLORD to act upon such breach at any time in the future or to act upon any other or future breach of TENANTS. Any and all rights and remedies created for LANDLORDS herein shall be cumulative and the use of one remedy shall not be taken to exclude the right to use any other.
13.1 SEVERABILITY:
If any provision of this Lease shall be deemed invalid or unenforceable, the balance of this Lease shall remain in effect, and if any provision is deemed inapplicable to any person or circumstances, it shall nevertheless be construed to apply to all other persons and circumstances.
14.1 LEGAL PROCESS:
In the event it is necessary for LANDLORD to resort to any legal process to secure possession of the premises from TENANTS or to collect any amounts due, TENANTS agree to pay all costs, including all reasonable attorneys fees, relative to said action.
15.1 PAYMENT OF RENT:
Rent shall be paid and any notices given to LANDLORD at:
Landlord / Property Management Company's Name Landlord / Property Management Company's Address
--- or at such address or medium as LANDLORD shall designate as an alternative.
    •  One month's rent will be due upon signing this lease for the 1st month's rent.
    •  One month’s rent will be due upon signing this lease for the security deposit.
    •  The security deposit will be returned in full, minus any costs for damage or utilities, within sixty (60) days of vacating the premises.
    •  Each month’s rent will be due for transaction on the 1st of the month, with a $10 fee for each day late with the full amount.
If a TENANT introduces the LANDLORD to tenants that sign a lease, either before or after this LEASE, and the referred tenants have not already contacted the LANDLORD independently, the LANDLORD will compensate the refering TENANT $100.
Signed on Today's Date.
NOTES: NOTES
LANDLORD
Landlord / Property Management Company's Name
TENANTS
Tenant 1 Name
Tenant 2 Name
Tenant 3 Name
Tenant 4 Name
Tenant 5 Name
Tenant 6 Name
"

]}
